tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "ansible"
brew "bat"
brew "cloudflared"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "glances"
brew "gnu-sed"
brew "gzip"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform"
brew "luarocks"
brew "neovim"
brew "postgresql@14"
brew "redis"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tokei"
brew "tree"
brew "unzip"
brew "xz"
brew "zoxide"
cask "1password-cli"
cask "chromium"
