tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "neovim"
brew "postgresql@14"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tokei"
brew "tree"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/nomad"
brew "cloudflared"
cask "1password-cli"
cask "chromium"
