tap "candid82/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "romkatv/powerlevel10k"
tap "yqrashawn/goku"
brew "apr-util"
brew "bat"
brew "glib"
brew "cheat"
brew "openldap"
brew "curl"
brew "dnsmasq"
brew "exa"
brew "harfbuzz"
brew "pango"
brew "python@3.10"
brew "fontforge"
brew "freetds"
brew "git-quick-stats"
brew "krb5"
brew "libpq"
brew "lua-language-server"
brew "neovim"
brew "nginx"
brew "python@3.9"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "wget"
brew "xcodegen"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "qmk/qmk/qmk"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "yqrashawn/goku/goku"
